[
    "",
    "[UNK]",
    "the",
    "a",
    "and",
    "of",
    "to",
    "is",
    "in",
    "br",
    "it",
    "that",
    "this",
    "i",
    "as",
    "was",
    "but",
    "for",
    "film",
    "on",
    "with",
    "movie",
    "his",
    "you",
    "its",
    "be",
    "he",
    "one",
    "have",
    "are",
    "they",
    "by",
    "not",
    "so",
    "at",
    "an",
    "all",
    "who",
    "her",
    "like",
    "just",
    "out",
    "from",
    "or",
    "if",
    "has",
    "what",
    "up",
    "about",
    "really",
    "there",
    "had",
    "which",
    "when",
    "some",
    "even",
    "their",
    "good",
    "bad",
    "would",
    "over",
    "my",
    "way",
    "very",
    "time",
    "no",
    "me",
    "she",
    "made",
    "other",
    "we",
    "than",
    "more",
    "see",
    "after",
    "were",
    "story",
    "been",
    "much",
    "most",
    "first",
    "dont",
    "how",
    "films",
    "life",
    "do",
    "will",
    "get",
    "because",
    "also",
    "then",
    "movies",
    "him",
    "great",
    "well",
    "only",
    "into",
    "any",
    "too",
    "them",
    "acting",
    "through",
    "where",
    "could",
    "say",
    "character",
    "two",
    "plot",
    "know",
    "go",
    "can",
    "better",
    "still",
    "people",
    "end",
    "being",
    "while",
    "should",
    "little",
    "director",
    "didnt",
    "best",
    "off",
    "now",
    "new",
    "going",
    "each",
    "does",
    "years",
    "never",
    "many",
    "makes",
    "watch",
    "think",
    "these",
    "scene",
    "love",
    "both",
    "before",
    "such",
    "make",
    "horror",
    "did",
    "why",
    "back",
    "your",
    "us",
    "part",
    "enough",
    "characters",
    "thing",
    "seen",
    "saw",
    "big",
    "again",
    "something",
    "ever",
    "doesnt",
    "actually",
    "stories",
    "scenes",
    "said",
    "performance",
    "own",
    "here",
    "fact",
    "come",
    "",
    "work",
    "theres",
    "script",
    "same",
    "role",
    "right",
    "man",
    "long",
    "last",
    "gets",
    "few",
    "father",
    "around",
    "anyone",
    "whole",
    "went",
    "want",
    "though",
    "those",
    "show",
    "real",
    "look",
    "least",
    "give",
    "found",
    "down",
    "day",
    "almost",
    "woman",
    "times",
    "screen",
    "nothing",
    "lot",
    "kind",
    "itself",
    "head",
    "funny",
    "every",
    "written",
    "worst",
    "version",
    "take",
    "seemed",
    "old",
    "killer",
    "im",
    "hard",
    "got",
    "blood",
    "between",
    "another",
    "actor",
    "wife",
    "watching",
    "rather",
    "quite",
    "must",
    "music",
    "money",
    "making",
    "looks",
    "later",
    "interesting",
    "however",
    "himself",
    "cast",
    "boy",
    "2",
    "10",
    "without",
    "watched",
    "thought",
    "thats",
    "sure",
    "find",
    "family",
    "cant",
    "bit",
    "wanted",
    "terrible",
    "someone",
    "since",
    "probably",
    "pretty",
    "might",
    "low",
    "hes",
    "girl",
    "far",
    "ending",
    "called",
    "audience",
    "always",
    "town",
    "told",
    "things",
    "start",
    "son",
    "seems",
    "second",
    "robert",
    "put",
    "point",
    "played",
    "our",
    "maybe",
    "lost",
    "left",
    "ive",
    "isnt",
    "home",
    "half",
    "guy",
    "everything",
    "came",
    "become",
    "b",
    "although",
    "actors",
    "young",
    "waste",
    "took",
    "three",
    "third",
    "theater",
    "talking",
    "stars",
    "star",
    "soon",
    "shots",
    "shot",
    "shes",
    "recommend",
    "poor",
    "once",
    "modern",
    "main",
    "lives",
    "happened",
    "friends",
    "finally",
    "else",
    "effects",
    "death",
    "dead",
    "course",
    "awful",
    "art",
    "am",
    "action",
    "yet",
    "worth",
    "trying",
    "truth",
    "true",
    "tries",
    "top",
    "throughout",
    "tell",
    "supposed",
    "special",
    "sister",
    "set",
    "series",
    "sense",
    "police",
    "place",
    "picture",
    "performances",
    "original",
    "name",
    "late",
    "kill",
    "jack",
    "idea",
    "heart",
    "final",
    "especially",
    "ends",
    "either",
    "done",
    "different",
    "de",
    "comes",
    "comedy",
    "book",
    "amazing",
    "1",
    "york",
    "wrong",
    "worse",
    "works",
    "white",
    "view",
    "turns",
    "turn",
    "total",
    "stop",
    "sound",
    "sort",
    "simply",
    "simple",
    "release",
    "problem",
    "plays",
    "night",
    "myself",
    "moment",
    "minutes",
    "men",
    "may",
    "looking",
    "liked",
    "let",
    "laugh",
    "knew",
    "john",
    "indeed",
    "house",
    "hit",
    "heard",
    "goes",
    "given",
    "getting",
    "fun",
    "full",
    "friend",
    "felt",
    "enjoy",
    "english",
    "completely",
    "cinema",
    "case",
    "camera",
    "brilliant",
    "black",
    "became",
    "away",
    "anything",
    "able",
    "yourself",
    "yes",
    "year",
    "whether",
    "wasnt",
    "war",
    "until",
    "type",
    "tv",
    "together",
    "thinking",
    "stuff",
    "sometimes",
    "shows",
    "seriously",
    "roles",
    "review",
    "return",
    "remember",
    "released",
    "read",
    "possible",
    "poorly",
    "play",
    "overall",
    "obviously",
    "nor",
    "next",
    "mystery",
    "michael",
    "loved",
    "looked",
    "line",
    "less",
    "job",
    "instead",
    "husband",
    "hot",
    "having",
    "fine",
    "female",
    "feel",
    "fan",
    "except",
    "everyone",
    "entire",
    "emotional",
    "early",
    "during",
    "direction",
    "cut",
    "crap",
    "clear",
    "class",
    "city",
    "children",
    "boring",
    "already",
    "against",
    "writing",
    "writer",
    "worked",
    "wont",
    "wonderful",
    "wonder",
    "within",
    "ways",
    "wants",
    "unfortunately",
    "try",
    "truly",
    "takes",
    "suspense",
    "style",
    "strong",
    "strange",
    "starts",
    "small",
    "short",
    "setting",
    "school",
    "richard",
    "rest",
    "reason",
    "reading",
    "production",
    "peter",
    "person",
    "paul",
    "opinion",
    "often",
    "need",
    "move",
    "mother",
    "mean",
    "matter",
    "major",
    "lines",
    "kept",
    "keep",
    "id",
    "human",
    "hour",
    "hollywood",
    "happens",
    "guys",
    "gave",
    "four",
    "flick",
    "five",
    "fans",
    "face",
    "expect",
    "exactly",
    "entertaining",
    "easy",
    "dvd",
    "dramatic",
    "drama",
    "doing",
    "directed",
    "despite",
    "definitely",
    "decent",
    "couple",
    "comments",
    "close",
    "cannot",
    "budget",
    "brother",
    "british",
    "body",
    "behind",
    "based",
    "atmosphere",
    "age",
    "add",
    "5",
    "zombie",
    "words",
    "women",
    "whatever",
    "used",
    "upon",
    "under",
    "totally",
    "tom",
    "title",
    "theyre",
    "themselves",
    "ten",
    "tells",
    "stay",
    "started",
    "soundtrack",
    "song",
    "slow",
    "single",
    "similar",
    "side",
    "shame",
    "sex",
    "sets",
    "sequence",
    "self",
    "seem",
    "seeing",
    "save",
    "romantic",
    "relationship",
    "reality",
    "rate",
    "power",
    "piece",
    "perhaps",
    "past",
    "otherwise",
    "opening",
    "none",
    "non",
    "nice",
    "named",
    "murder",
    "mind",
    "live",
    "lady",
    "killing",
    "kid",
    "interest",
    "ill",
    "horrible",
    "high",
    "help",
    "hell",
    "hear",
    "happen",
    "gore",
    "genre",
    "finds",
    "fight",
    "feeling",
    "experience",
    "episode",
    "due",
    "documentary",
    "dialogue",
    "deal",
    "days",
    "david",
    "daughter",
    "credits",
    "coming",
    "cinematography",
    "change",
    "certainly",
    "care",
    "buy",
    "bring",
    "beyond",
    "believe",
    "begin",
    "beauty",
    "appears",
    "among",
    "alone",
    "act",
    "4",
    "3",
    "youre",
    "youll",
    "whom",
    "whats",
    "weak",
    "wait",
    "voice",
    "usually",
    "use",
    "understand",
    "thriller",
    "theme",
    "television",
    "talk",
    "taking",
    "taken",
    "subject",
    "stage",
    "sorry",
    "somehow",
    "sit",
    "shown",
    "score",
    "scary",
    "run",
    "result",
    "quickly",
    "question",
    "problems",
    "premise",
    "points",
    "playing",
    "particularly",
    "oh",
    "number",
    "nearly",
    "near",
    "moments",
    "miss",
    "middle",
    "message",
    "memorable",
    "meets",
    "masterpiece",
    "male",
    "local",
    "level",
    "leave",
    "kids",
    "huge",
    "hope",
    "happy",
    "hand",
    "guess",
    "greatest",
    "gone",
    "girls",
    "french",
    "forward",
    "form",
    "figure",
    "fantasy",
    "famous",
    "falls",
    "fall",
    "eyes",
    "expected",
    "excellent",
    "example",
    "eventually",
    "earlier",
    "dull",
    "die",
    "deep",
    "dark",
    "couldnt",
    "classic",
    "cheesy",
    "car",
    "call",
    "brings",
    "bill",
    "beginning",
    "becomes",
    "beautiful",
    "attention",
    "apart",
    "along",
    "actual",
    "above",
    "wouldnt",
    "world",
    "working",
    "whose",
    "viewing",
    "viewer",
    "video",
    "usual",
    "unique",
    "typical",
    "tried",
    "today",
    "team",
    "tale",
    "surprised",
    "surprise",
    "street",
    "straight",
    "showing",
    "sequences",
    "sad",
    "running",
    "ridiculous",
    "rent",
    "rating",
    "predictable",
    "powerful",
    "potential",
    "possibly",
    "please",
    "perfect",
    "parts",
    "oscar",
    "older",
    "obvious",
    "needs",
    "moving",
    "mess",
    "mention",
    "meant",
    "material",
    "living",
    "light",
    "leaves",
    "leads",
    "lead",
    "laughs",
    "king",
    "incredibly",
    "important",
    "imagine",
    "humor",
    "herself",
    "hate",
    "hands",
    "george",
    "general",
    "game",
    "future",
    "forget",
    "follow",
    "fire",
    "filmed",
    "feels",
    "fails",
    "eye",
    "extremely",
    "events",
    "episodes",
    "entertainment",
    "editing",
    "earth",
    "dr",
    "dog",
    "disappointed",
    "dialog",
    "decided",
    "crime",
    "complete",
    "christmas",
    "child",
    "check",
    "chance",
    "career",
    "break",
    "box",
    "battle",
    "apparently",
    "anyway",
    "annoying",
    "admit",
    "absolutely",
    "youve",
    "writers",
    "write",
    "wish",
    "viewers",
    "various",
    "using",
    "turned",
    "telling",
    "supporting",
    "stupid",
    "storyline",
    "stand",
    "space",
    "somewhat",
    "society",
    "sexual",
    "serious",
    "season",
    "screenplay",
    "saying",
    "romance",
    "rock",
    "reviews",
    "red",
    "quality",
    "previous",
    "plus",
    "personal",
    "period",
    "pay",
    "particular",
    "parents",
    "others",
    "ok",
    "novel",
    "needed",
    "nature",
    "mr",
    "minute",
    "lots",
    "learn",
    "lame",
    "lack",
    "jokes",
    "joke",
    "interested",
    "including",
    "hours",
    "history",
    "hilarious",
    "highly",
    "havent",
    "group",
    "god",
    "giving",
    "gives",
    "free",
    "forced",
    "favorite",
    "fast",
    "evil",
    "etc",
    "effect",
    "e",
    "dumb",
    "doubt",
    "directors",
    "dance",
    "comment",
    "comic",
    "clearly",
    "cheap",
    "casting",
    "business",
    "brought",
    "believable",
    "begins",
    "badly",
    "background",
    "baby",
    "avoid",
    "ask",
    "arent",
    "appear",
    "actress",
    "across",
    "whos",
    "violence",
    "unless",
    "towards",
    "talent",
    "t",
    "superb",
    "songs",
    "situation",
    "silly",
    "several",
    "sequel",
    "sci",
    "says",
    "s",
    "room",
    "re",
    "present",
    "plenty",
    "perfectly",
    "order",
    "open",
    "ones",
    "okay",
    "musical",
    "mostly",
    "meet",
    "means",
    "mark",
    "knows",
    "known",
    "killed",
    "keeps",
    "hero",
    "gay",
    "footage",
    "fighting",
    "fi",
    "feature",
    "fantastic",
    "elements",
    "effort",
    "easily",
    "disney",
    "directing",
    "difficult",
    "development",
    "creepy",
    "create",
    "cool",
    "basically",
    "american",
    "america",
    "air",
    "ago",
    "acted",
    "7",
    "20"
]